Repository: halathamneh/knowquds
Catalog: languages/image-point-*.po
Languages: ar

source: Are you sure want to remove this point?
ar: هل أنت متأكد من أنك تريد حذف هذه النقطة؟

source: Choose Image
ar: اختر صورة

source: Preview
ar: معاينة

source: Points
ar: النقاط

source: Shortcode
ar: الكود

source: Please click on image above to add point.
ar: الرجاء الضغط على الصورة في الاعلى لإضافة نقاط

source: Point
ar: نقطة

source: Remove
ar: حذفإزالة

source: Point Icon
ar: أيقونة النقطة

source: Icon Text
ar: الكلام على النقطة

source: Icon Text Color
ar: لو الكلام على النقطة

source: Icon Image
ar: صورة أيقونة

source: Icon Background Color
ar: لون الخلفية للأيقونة

source: Point Popup
ar: النافذة المنبثقة

source: Popup Type
ar: النوع

source: Popup
ar: نافذة منبثقة

source: Link
ar: رابط

source: Product
ar: منتج

source: Popup Title
ar: العنوان

source: Popup Content
ar: محتوى النافذة المنبثقة

source: Popup Link
ar: رابط النافذة المنبثقة

source: WooCommerce Product
ar: منتج WooCommerce

source: Popup Position
ar: موقع النافذة

source: Top
ar: أعلى

source: Bottom
ar: أسفل

source: Left
ar: يسار

source: Right
ar: يمين

source: Add Image
ar: إضافة صور

source: Please click Publish to see the shortcode
ar: الرجاء الضغط على نشر لرؤية الكود

source: The building
ar: المعلم

source: Title
ar: اسم المعلم

source: Content
ar: شرح عن المعلم

source: Images
ar: صور المعلم

source: The Point
ar: النقطة

source: Point Background Color
ar: لون النقطة

source: Point Border Color
ar: لون حواف النقطة
